import { ChatProp, SpecialistProp} from './types';
export const specialists = [
  {
    name: 'Виталий Цаль',
    exp: 5,
    education: 'Виннинский центр психологиических курсов',
    photo: 'http://cdn1.flamp.ru/a992cfb02dd71b2dc22b2f577067ddd8.jpg',
    desc: 'Прежде всего, семантический разбор внешних противодействий предопределяет высокую востребованность вывода текущих активов. Задача организации, в особенности же высокое качество позиционных исследований предоставляет широкие возможности для как самодостаточных, так и внешне зависимых концептуальных решений.',
  },
  {
    name: 'Евгений Онегин',
    exp: 5,
    education: 'Обама психологии',
    photo: 'https://pixy.org/src/30/306566.jpg',
    desc: 'Как принято считать, некоторые особенности внутренней политики могут быть своевременно верифицированы! В своём стремлении улучшить пользовательский опыт мы упускаем, что сделанные на базе интернет-аналитики выводы неоднозначны и будут в равной степени предоставлены сами себе.',
  },
  {
    name: 'Дарья Евдокимова',
    exp: 5,
    education: 'Ижевский гос университет',
    photo: 'https://cdn1.flamp.ru/f22d40b94f01c056cd5932aecdcc65cc.jpg',
    desc: 'В своём стремлении улучшить пользовательский опыт мы упускаем, что некоторые особенности внутренней политики, инициированные исключительно синтетически, смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. Картельные сговоры не допускают ситуации, при которой сделанные на базе интернет-аналитики выводы своевременно верифицированы.',
  },
] as SpecialistProp[];

export const answers = [] as ChatProp[];
